//-✧༺⋞ 〈 "№1" 〉 ⋟༻✧-
let num1 = prompt('Введите первое число');
let num2 = prompt('Введите второе число');
alert(Number(num1) + Number(num2)); // сложит числа как числа

//-✧༺⋞ 〈 "№2" 〉 ⋟༻✧-
let a = prompt('Введите сторону квадрата');
alert(`Площадь квадрата с стороной ${a} = ${a**2}`);

//-✧༺⋞ 〈 "№3" 〉 ⋟༻✧-
let s1 = prompt('Введите первую сторону прямоугольника');
let s2 = prompt('Введите вторую сторону прямоугольника');
alert(`Периметр прямоугольника с сторонами ${s1} и ${s2} = ${(Number(s1)+ Number(s2))*2}`);