document.write(`№1 Количество секунд в сутках:\n ${24 * 60 * 60}<br>

№2 Количество секунд в 30 сутках:\n ${(24 * 60 * 60) * 30}<br>

№3 Количество секунд в году:\n ${(24 * 60 * 60) * 365}<br>

№4 Количество минут в сутках:\n ${60 * 24}<br>

№5 Количество минут в году:\n ${(60 * 24) * 365}<br>

№6 Количество байт в мегабайте:\n ${1024 * 1024}<br>

№7 Количество байт в гигабайте:\n ${1024 * 1024 * 1024}<br>

№8 Количество байт в 10 гигабайтах:\n ${1024 * 1024 * 1024 * 10}<br>

№9 Количество байт в терабайте:\n ${1024 * 1024 * 1024 * 1024}<br>

№10 Количество килобайт в терабайте:\n ${1024 * 1024 * 1024}<br>
`);
