let pi = 3.14;
let R = 13;
let S = pi * R ** 2;
alert(`№1\nПлощадь круга, где радиус = ${R};\nS = ` + S);

let a = 13;
S = a ** 2;
alert(`№2\nПлощадь квадрата, где сторона = ${a};\nS = ` + S);

let b = 7;
S = a * b;
alert(`№3\nПлощадь прямоугольника, где одна сторона = ${a}, а вторая = ${b};\nS = ` + S);

let P = (a + b) * 2;
alert(`№4\nПериметр прямоугольника, где одна сторона = ${a}, а вторая = ${b};\nP = ` + P);

let tc = 36.6;
let tf = tc * 1.8 + 32;
alert(`№5\nТемпература в градусах Цельсия = ${tc}\nа в градусах Фаренгейта = ` + tf);

tf = 451;
tc = (tf - 32) * 5/9;
alert(`№6\nТемпература в градусах Фаренгейта = ${tf}\nа в градусах Цельсия = ` + tc);